Repository: OPORA/publicwhip
Catalog: locale/*/app.po
Languages: uk

source: %{name} MP, %{electorate}
uk: %{name}, %{electorate}

source: %{name} was absent
uk: %{name} був/ла відусутній/ня

source: %{time} ago
uk: %{time} тому

source: , rebelling against the
uk: та виступив\ла цим проти лінії своєї фракції

source: Abstain
uk: Утрималися

source: Electorate / State
uk: Областю

source: No
uk: Ні

source: No (strong)
uk: Ні (тверде)

source: Not passed
uk: Не прийнятий

source: Not voting
uk: Не голосували

source: Passed
uk: Прийнятий

source: Representatives and Senators
uk: Народні депутати України

source: Yes
uk: Так

source: Yes (strong)
uk: Так (тверде)

source: a mixture of for and against
uk: Суміш за та проти

source: absent
uk: Відсутні

source: by a
uk: з

source: did not vote
uk: не голосував/ла

source: did not vote on the division
uk: відсутній/ня під час:

source: division
uk: голосування

source: large majority
uk: абсолютною підтримкою

source: moderately against
uk: Переважно голосує проти

source: moderately for
uk: Переважно голосує за

source: modest majority
uk: посередньою підтримкою

source: point
uk: бал

source: rebellion
uk: голосування

source: since %{date}
uk: з %{date}

source: small majority
uk: малою підтримкою

source: strongly against
uk: Послідовно голосує проти

source: strongly for
uk: Послідовно голосує за

source: time
uk: раз

source: unanimously
uk: одноголосно

source: very strongly against
uk: Максимально голосує проти

source: very strongly for
uk: Максимально голосує за

source: voted
uk: проголосував/ла

source: voted %{vote_type}
uk: проголосував/ла %{vote_type}
